"TITLE_INTRODUCTION" = "介绍";
"TITLE_IDENTIFYING" = "正在识别您的键盘";
"TITLE_CONCLUSION" = "结论";
"TITLE_SELECT" = "选择键盘类型";

"INTRO_TEXT" = "不能识别您的键盘，它必须被识别才能使用。要识别此键盘，请点按“继续”。\n\n如果您的键盘工作正常，并且您连接在电脑上的附加 USB 输入设备不是键盘，则可以跳过此步骤。";
"LEFT_SHIFT_TEXT" = "立即按下键盘左侧 Shift 键右边的该键。";
"RIGHT_SHIFT_TEXT" = "立即按下键盘右侧 Shift 键左边的该键。";
"SHIFT_SUB_TEXT" = "仅按下该键一次，且不要长时间按住该键。当该键被识别时，下一个面板将出现。";
"CONFIRM_TEXT" = "您的键盘已被识别。请点按“完成”以开始使用您的电脑。如果这种类型不适合于您的键盘，请选择正确的类型，然后点按“完成”。";
"FORCE_CONFIRM_TEXT" = "选择该键盘类型，然后点按“完成”。如果您不知道您的键盘的类型，请联系您的键盘的制造商，请求他们鉴别键盘的类型。";
"PROGRESS_TEXT" = "正在识别您的键盘…";
"WARNING_TITLE" = "您的键盘不能被识别。";
"WARNING_MESSAGE" = "您按下的键未被识别。请点按“好”以选择键盘类型。";
"OK_BUTTON" = "好";
"SKIP_BUTTON" = "跳过";

"EXTERNAL_LEFT_SHIFT_TEXT" = "立即按下不能识别的键盘上的左侧 Shift 键右边的键。";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "立即按下不能识别的键盘上的右侧 Shift 键左边的键。";
"EXTERNAL_WARNING_MESSAGE" = "您已在 Apple 键盘上按下了一个键。请按下不能识别的键盘上的键。";

"ANSI_TITLE" = "ANSI（美国及其他国家或地区）";
"ANSI_HINT" = "标准 101 键或 102 键键盘以及某些其他键盘";

"ISO_TITLE" = "ISO（欧洲）";
"ISO_HINT" = "ISO/IEC 9995 标准键盘";

"JIS_TITLE" = "JIS（日本）";
"JIS_HINT" = "带日文输入法键的日文标准键盘";

"MacISO_TITLE" = "ISO（欧洲）";
"MacISO_HINT" = "ISO/Macintosh 键盘";
